const questions = [
  {
    question: "מהי בירת ישראל?",
    answers: [
      "תל אביב",
      "ירושלים",
      "חיפה",
      "עכו"
    ],
    correctAnswer: 1
  },
  {
    question: "מי היה הנשיא הראשון של ארצות הברית?",
    answers: [
      "אברהם לינקולן",
      "ג'ורג' וושינגטון",
      "תומס ג'פרסון",
      "הארי טרומן"
    ],
    correctAnswer: 1
  },
  {
    question: "מהו כוכב הלכת הקרוב ביותר לשמש?",
    answers: [
      "מרקורי",
      "מאדים",
      "נוגה",
      "כדור הארץ"
    ],
    correctAnswer: 0
  }
];
